var dataFrom = {
	news:[{
		id:"2020001",
		title:"退出世界卫生组织后的美国",
		author:"未来时光机",
		time:"2020.6.30",
		headerImage:"photo_2.jpg",
		desription:"在去年的新冠肺炎流行期间美国选择退出世界卫生组织，现美国已不适合人类居住，在美国的投资报告内也许会找到部分答案。",
		media_fmt:"<h3>特朗普背后的恶魔</h3><p>在特朗普即将上任前的白宫，此时正暗潮涌动，特朗普能上任也多亏了各个政客的帮助，但帮助背后是有明确代价的。他们看中了特朗普的傻气，可以轻易利用的潜力。在上任后他们轻松干掉持相反态度的政客，他们把卫生预算降低 把对于国库武器的预算抬高，甚至NASA作为美国强大的象征，预算也在大量缩减。</p><h3>新冠肺炎</h3><p>在2019年时对于实际上已经缩减预算虚心的特朗普找到卫生专家，召开会议，会议内容则是拟定一个病毒在民间流行时怎么做。原本只是心虚所造成的会议却意外的在第二年成为重要数据，跟着剧本来就会让病毒像奇迹一般消失。可未曾想到因为卫生预算缩减导致的部分医院倒闭 间接导致床位不足，和直接导致卫生物质不足，马一蹦跳出了马圈，特朗普只能接着安慰民众。实际上卫生专家引用的是往年的数据作为判断，也对现在的情况完全不知情。</p><h3>合理借口</h3><p>无能狂吼的特朗普在怪罪中国和世卫几个月后，选择退出世卫的美国显得格外正常，当时确诊300w的病例。该举措进一步降低了卫生预算，也为现如今的人间地狱买下导火索。</p><h3>现如今</h3><p>在2020年底前每个人都在相信一个真理：新冠会朝向更弱的方向演化，但是美国的情况似乎打了耳光。攻击大脑，让人丧尸化。特朗普第一时间关闭了自己的度假村，并花了大价钱建了一堵墙。伊朗和朝鲜意思和俄罗斯商量要不要在美国本土投放氢弹</p>"
	},{
		id:"2020002",
		title:"又一位美国非裔男子死于白人警察之手",
		author:"Heizi 源：央视新闻",
		time:"2020.7.29",
		headerImage:"black_guysDie.jpg	",
		desription:"从2020年年初以来，美国种族歧视的新闻频发，不断的刺激被歧视人群的G点。",
		media_fmt:'<p>根据央视新闻的报道，在2020.07.29公开的警方执法视频中，一位黑人男性从车上下来。男子极度配合警察，并声称自己没有枪，但在几分钟后男子被射杀，车上的伙伴也驾车逃逸。该警察局称接到民众报警电话，发现该名非裔男子在一停车场的车里吸毒，并声称车中一名男子持有枪械。</p><iframe src="//player.bilibili.com/player.html?aid=711559488&bvid=BV1jD4y1U73H&cid=218349977&page=1" scrolling="no" border="0" frameborder="no" framespacing="0" allowfullscreen="true"> </iframe><p>而这和另外一段执法视频中保守克制的美国警察极其不同，该视频的女主人工手在被逮捕时极力挣扎，甚至拿出手枪。警察还用<strong>说教的口吻</strong>对该名女子进行劝导：“<em>不要犯傻！</em>”。</p><iframe src="//player.bilibili.com/player.html?aid=243928206&bvid=BV1Jv411q77L&cid=216025819&page=1" scrolling="no" border="0" frameborder="no" framespacing="0" allowfullscreen="true"> </iframe>'
	},{
		id:"2020003",
		title:"英国宣布在7年内替换掉所有设备，为此花费上千亿英镑。",
		author:"HEIZI",
		time:"2020.6.30",
		headerImage:"photo_england.jpg",
		desription:"便宜大碗这一词还不足以概况我国的通讯设备，还有高质量。",
		media_fmt:'<p>前一任大不列颠英国的总统把目光瞄准了5G，他们已经错失了太多和互联网相关的机遇了，如果英国再不抓起来5G也许就要消失在互联网玩家的名单当中了，现在看起来在国际力量的压力下，英国真的即将退出互联网舞台了。</p><h3>华为是有多香？</h3><p>来自东方的电子设备完全不需要任何担心，人们在中学就与电打交道，如果你是中国人且没有任何接触最好小心点，这是违法的。对于电子教育素质之高，也至于基础电子设备几乎只需要两年就能培养出一个不错的应用人才投入社会。工人们在社会工作中学习，进一步提升自己的素养。而且劳动力资源极其便宜，因为高素质的人才之广泛降低了需求。而中国的省省之间对于经济的发育情况，不是每个地方都是上海这种高收入地带。说来说去就一句话 <strong>中国的工人素质高，资源开采成本低，导致了中国电路板的价格是世界最低，并且质量也是世界数一数二的。</strong>用可口可乐举例，可口可乐作为一种常见的饮料，我想价格完全可以作为硬指标，生活在隔壁的日本人需要花国内可口可乐价格<strong>三倍的汇率等换价格</strong>买到。如果一瓶3块钱的可乐在价格兑换后的价格是九块钱人民。来自日本或芬兰的两个通讯巨头可想而知，需要支付的工作去除换算基本上在三倍中国人同等工资以上，后面的吃在发达国家的头衔也是由消费者国家或消费者企业来承担。</p>'
	},{
		id:"2020004",
		title:"美国大学生抢下记者的口罩。",
		author:"fakeNewsMaker",
		time:"2020.7.20",
		headerImage:"fuck_lowiq.jpg",
		desription:"在中国内大部分的中小学生已经放假时，美国大部分中小学生一直都没有放假，对于新冠肺炎在流行，中小大学的学生给出了不同的答案。",
		media_fmt:"<h3>水深火热</h3><p>此前我们在我国中小学生门前可以看到在下课时错峰出校门、全员口罩的秩序场面。与之相对的是美国中小学生的情况，在曾今的世界第一大国美国的大部分中小学生因为新冠肺炎不敢开门。少部分的开门学校也很少有戴口罩的情况，即便他们的父母来接送时也少有做好防备的情况。祖国的花朵自由的奔跑打闹在校门外，时不时还会向伙伴故意咳嗽。在记者询问为什么不戴口罩时得到的回答如下：</p><blockquote><p>the young kid got the best system to attted the virus so we can do the herd immunity and my friend he have covid19 but i aint hate him , i anit away from him ………………</p></blockquote><p>大意为他觉得它可以执行群体免疫。 <br/>而看向高中时，高中生们根本不让记者靠近，大声呵斥到</p><blockquote><p>phuck off from my face your phucking working china virus !! china virus !!!!</p></blockquote><p>由于内容过脏就不翻译了。</p><h3>大学怎么样？</h3><p>就在在记者拿出话筒即将在大学门口等待有缘人经过采访时，一名情绪激动的大学生加速冲到记者面前，伸出手向记者的脸快速移动，一把撤下了记者的面罩，随后他的朋友一起臭骂我，我记录下了部分内容。</p><blockquote><p>shit ! why u still waring the fucking mask ?! uh !! becuse you saying the fucking chingchong ??! this&#39;s fake news !! cronavius dosnt exsist !! tonaly lie from china and microsoft !!</p></blockquote>"
	},{
		id:"2020005",
		title:"印度下架包括TikTok、Kaw在内的十余个产自中国的应用。",
		author:"HEIZI",
		time:"2020.7.16",
		headerImage:"photo_england.jpg",
		desription:"这套操作我们再也熟悉不过，是谷歌带着一身傲气走出中国后再也没回来过的味道。",
		media_fmt:"<p>据印度官方公布的消息，印度即将禁用这些来自中国的优秀应用。TikTok我们再熟悉不过，不认识的可以换一个名字：抖音海外版。快手和抖音不管是国内外都保持着融入生活这一特征，从城市青年到乡下大妈都会用同一款应用看那些熟悉到不能再熟悉的内容。当然，我国的网络基建是别国达不到的，在别国乡下或许根本没有信号。</p><p>我不禁联想到了某些极其相似的策略，即为了保护公民而设立的防火墙误打误撞碰上了…………(内容封锁)</p>"
	}]
};